Repository: mgazim/veloto-mobile-app
Catalog: VeloToApp/*.lproj/Localizable.strings
Languages: ru

source: VELOTO
ru: ВЕЛО ТО

# bc_maintenance_lbl
source: BIKES MAINTENANCE
ru: ТЕХНИЧЕСКОЕ ОБСЛУЖИВАНИЕ ВЕЛОСИПЕДОВ

# login_btn
source: LOG INTO STRAVA
ru: ВОЙТИ В АККАУНТ STRAVA

# login_comment
source: This is necessary to keep track of your bike's mileage
ru: Это необходимо для учета пробега вашего велосипеда

# distance_until_change
source: km left before maintenance
ru: км осталось до замены

source: Card name
ru: Имя карточки

source: every
ru: Через каждые

# num_of
source: Number of
ru: Число

source: kilometers
ru: километров

source: Comment
ru: Комментарий

# save_btn
source: Save
ru: Сохранить

# leave_strava
source: LOG OUT FROM STRAVA
ru: ВЫЙТИ ИЗ STRAVA

# app_wont_work
source: The app won't work without it :(
ru: Приложение не сможет работать :(

# log_out_q
source: Log out from Strava?
ru: ВЫЙТИ ИЗ STRAVA?

# log_out_comment
source: The Veloto app tracks your bike's mileage via Strava, and reminds you about maintenance.
ru: Через STRAVA приложение отслеживает пробег вашего велосипеда и напоминает о техническом обслуживании.

# log_out_comment_unable_to_work
source: The app won't work without an account connection.
ru: Без связи с аккаунтом приложение не сможет работать.

# log_out_btn
source: Log out
ru: Выйти

# keep_btn
source: Keep logged
ru: Остаться

# error_title
source: Error
ru: Ошибка

# unable_to_authoriza
source: Unable to authorize now. Please try again later.
ru: Мы не смогли авторизировать вас сейчас. Попробуйте позже.

# unable_to_update_data
source: Unable to update now. Please try again later.
ru: Мы не смогли обновить данные. Попробуйте позже.

# try_again
source: Try again later
ru: Попробуйте позже.

# maintenance
source: MNT
ru: ТО

source: Done
ru: Готово

# distance_label
source: Total mileage — %d km
ru: Общий пробег — %d км

source: No distance data
ru: Нет данных по пробегу
